/*
 Localizable.strings
 Crypto Cloud - Nextcloud

 Created by Marino Faggiana on 30/10/15.
 Copyright © 2017 TWS. All rights reserved.
 */

// General

"_cancel_"                  = "Cancel";
"_upload_file_"             = "Upload file";
"_download_file_"           = "Download file";
"_upload_encrypted_file_"   = "Upload encrypted file";
"_loading_"                 = "Loading";
"_loading_with_points_"     = "Loading…";
"_loading_num_"             = "Loading file %i";
"_loading_autoupload_"      = "Auto uploading";
"_uploading_"               = "Uploading";
"_synchronization_"         = "Synchronization";
"_delete_"                  = "Delete";
"_delete_file_n_"           = "Delete file %i of %i";
"_rename_"                  = "Rename";
"_move_"                    = "Move";
"_move_file_n_"             = "Move file %i of %i";
"_create_folder_"           = "Create a new folder";
"_creating_sharing_"        = "Creating sharing";
"_updating_sharing_"        = "Updating sharing";
"_removing_sharing_"        = "Removing sharing";
"_add_"                     = "Add";
"_login_"                   = "Login";
"_save_"                    = "Save";
"_save_encrypted_"          = "Save encrypted";
"_warning_"                 = "Warning";
"_error_"                   = "Error";
"_no_"                      = "No";
"_yes_"                     = "Yes";
"_select_"                  = "Select";
"_crypto_cloud_upload_"     = "Upload";
"_home_"                    = "Files";
"_file_to_upload_"          = "File to upload";
"_destination_"             = "Destination";
"_ok_"                      = "OK";
"_beta_version_"            = "Beta version";
"_function_in_testing_"     = "Function in testing, please send information to any problems or malfunctions.";
"_done_"                    = "Done";
"_passcode_too_short_"      = "Passcode too short, at least 4 characters required";
"_selected_"                = "Selected";
"_scan_fingerprint_"        = "Scan fingerprint to authenticate";
"_no_active_account_"       = "No account found";
"_info_"                    = "Info";
"_save_exit_"               = "Do you want to exit without saving?";
"_video_"                   = "Video";
"_overwrite_"               = "Overwrite";
"_transfers_in_queue_"      = "Transfers in progress, please wait…";
"_too_errors_automatic_all_"= "Too many errors, go to \"Control Centre\" to verify the problem";
"_create_folder_"           = "Create a new folder";
"_close_"                   = "Close";
"_postpone_"                = "Postpone";
"_remove_"                  = "Remove";
"_file_not_found_"          = "File not found";
"_continue_"                = "Do you want to continue?";
"_auto_upload_folder_"      = "Auto upload";
"_gallery_"                 = "Gallery";
"_photo_"                   = "Photo";
"_audio_"                   = "Audio";
"_unknown_"                 = "Unknown";

// App

"_synchronization_header_"  = "Synchronisation of encrypted header in progress…";
"_network_available_"       = "Network available";
"_network_not_available_"   = "Network not available";

// Networking

"_no_reuploadfile_"         = "Could not find nor resend file. Delete the upload and reload the file to upload it.";
"_file_already_exists_"     = "Unable to complete the operation, there is a file with the same name";
"_read_file_error_"         = "Read file error";

// More

"_more_"                    = "More";
"_notifications_"           = "Notifications";
"_logout_"                  = "Logout";

// Settings

"_acknowledgements_"        = "Acknowledgements";
"_settings_"                = "Settings";
"_passcode_"                = "Password";
"_lock_active_"             = "Lock: Active";
"_lock_not_active_"         = "Lock: Not Active";
"_lock_protection_folder_"  = "Lock for protected folders only";
"_url_"                     = "Url";
"_username_"                = "Username";
"_change_credentials_"      = "Change your credentials";
"_wifi_only_"               = "Only use Wi-Fi connection";
"_settings_autoupload_"     = "Auto upload";
"_app_version_"             = "Application version";
"_app_in_use_"              = "Application in use";
"_contact_by_email_"        = "Contact us by email";
"_support_"                 = "Support";
"_clear_cache_"             = "Clear Cache (used %@)";
"_clear_cache_no_size_"     = "Clear Cache";
"_exit_"                    = "Exit";
"_funct_not_enabled_"       = "Functionality not enabled";
"_passcode_activate_"       = "Password Lock activated";
"_disabling_passcode_"      = "Disabling Password Lock";
"_want_exit_"               = "Attention!  Will be reset to initial state. Continue?";
"_proceed_"                 = "Proceed";
"_delete_cache_"            = "Delete cache";
"_want_delete_cache_"       = "Do you want to delete cache?";
"_want_delete_thumbnails_"  = "Do you want to delete all thumbnails too?";
"_mail_deleted_"            = "Mail deleted";
"_mail_saved_"              = "Mail saved";
"_mail_sent_"               = "Email sent";
"_mail_failure_"            = "Failed to send email: %@";
"_information_req_"         = "Information request";
"_write_in_english_"        = "Please, write us in English";
"_credentials_"             = "Credentials";
"_manage_account_"          = "Manage account";
"_change_password_"         = "Change password";
"_add_account_"             = "Add account";
"_delete_account_"          = "Delete account";
"_want_delete_"             = "Do you really want to delete?";
"_no_delete_"               = "No, do not delete";
"_yes_delete_"              = "Yes, delete";
"_remove_cache_"            = "Please wait, deleting cache…";
"_optimizations_"           = "Optimizations";
"_synchronizations_"        = "Synchronizations folders";
"_version_server_"          = "Server version";
"_check_key_aes_256_"       = "Manage encryption key passcode";
"_encryptpass_by_email_"    = "Send by email";
"_title_mail_encryptpass_"  = "Encryption Key Passcode Loopin";
"_text1_mail_encryptpass_"  = "Your encryption key passcode is";
"_text2_mail_encryptpass_"  = "store it securely and away from prying eyes.";
"_help_"                    = "Help";
"_lock_protection_simply_"  = "Password protection simple";
"_change_simply_passcode_"  = "Change password type";
"_quota_"                   = "Quota";
"_available_"               = "available";
"_cloud_account_"           = "Cloud Account";
"_information_"             = "Information";
"_personal_information_"    = "Personal info";
"_user_full_name_"          = "Full name";
"_user_address_"            = "Address";
"_user_phone_"              = "Phone number";
"_user_email_"              = "Email";
"_user_web_"                = "Website";
"_user_twitter_"            = "Twitter";
"_quota_using_"             = "You are using %@ of %@";
"_favorite_offline_"        = "Favourites available offline";
"_favorite_offline_footer_" = "Making all favourites available offline may take a long time with a high memory occupation.";
"_advanced_"                = "Advanced";
"Skip"                      = "Skip";
"Start"                     = "Start";

// Manage AutoUpload

"_autoupload_"                      = "Auto upload photos/videos";
"_autoupload_background_"           = "Auto upload in the background";
"_autoupload_photos_"               = "Auto upload photos";
"_autoupload_videos_"               = "Auto upload videos";
"_autoupload_description_"          = "The new photos/videos will be uploaded in your Cloud";
"_autoupload_description_background_"  = "This option requires the use of GPS to trigger the detection of new photos/videos in the camera roll once the location changes significantly";
"_autoupload_background_title_"     = "Limitations";
"_autoupload_background_msg_"       = "Due to iOS restrictions, it is not yet possible to perform background processes, unless GPS services are activated. Once the cell in the cellular network is changed, the system wakes up for a short time and checks for new photos to upload to the cloud.";
"_autoupload_change_location_"      = "Change folder";
"_autoupload_location_now_"         = "Folder";
"_autoupload_location_default_"     = "Restore default folder";
"_autoupload_change_location_footer_" = "Change Photos folder that is used for 'Automatic upload of camera photos' (if the option is enabled)";
"_autoupload_not_select_home_"      = "Select a folder";
"_autoupload_save_album_"           = "Copy photo or video into the photo album";
"_autoupload_fullphotos_"           = "Upload the whole camera roll";
"_autoupload_fullphotos_footer_"    = "Select the options above before uploading";
"_autoupload_create_subfolder_"     = "Use subfolders";
"_autoupload_create_subfolder_footer_" = "Store in subfolders based on year and month";
"_autoupload_filenamemask_"         = "Change filename mask";
"_autoupload_filenamemask_footer_"  = "Change the automatic filename mask";

// Manage Crypto Cloud

"_crypto_cloud_system_"             = "Crypto Cloud System";
"_alert_activation_crypto_cloud_"   = "Crypto Cloud System activated";
"_alert_deactivation_crypto_cloud_" = "Crypto Cloud System deactivated";
"_activation_crypto_cloud_"         = "Activation of Crypto Cloud System";
"_deactivation_crypto_cloud_"       = "Deactivation of Crypto Cloud System";
"_footer_crypto_cloud_"             = "Based on the encryption AES-256, Crypto Cloud System will enable you to store all your private data (documents, templates, photos, videos, etc…) in your Cloud, thus keeping them safe from possible 'prying eyes'.\n\nYou will be asked to enter a encryption key (minimum 4 characters, maximum 64 characters). You will never be able to retrieve it and your files will remain encrypted. Should you re-install Loopin or access to your data from another iOS system, use the same combination.\n\nAny file can be encrypted or decrypted. The name of folders containing your files can be encrypted as well (so as to hide any possible hint at their contents).\n\nAny kind of document, either in standard or in encrypted format, can be uploaded from Loopin onto your Cloud. All encrypted files and folders will be marked in orange colour. If they are in preview mode, they will be identified by a 3 bullets orange label instead.\n\nTemplates for recording your confidential data (note, payment card, ATM card, bank accounts, passwords to websites, etc…) are available and they can be saved in your Cloud in encrypted mode as well.\n\nActivate/Deactivate whenever you want, but remember to always use the same encryption key.\n\nAt the moment the encrypted files with Crypto Cloud System can be viewed only with iOS system.";

// Manage Help

"_help_tutorial_"               = "Tutorial";
"_help_intro_"                  = "Introduction to Loopin";
"_help_activity_verbose_"       = "Detailed Activity feed";
"_help_activity_mail_"          = "Send activity via email";
"_help_activity_clear_"         = "Clear activity";


// Manage Optimizations

"_optimized_photos_"            = "Optimized photos resolution";
"_upload_del_photos_"           = "Remove files after upload";
"_optimized_photos_how_"        = "If your iPhone is low on space, full-resolution photos, uploaded or downloaded ,are automatically replaced with optimized versions, full-resolution versions are stored in your Cloud.";
"_upload_del_photos_how_"       = "Files will be removed from device memory after they’ve been uploaded to the Cloud. They will remain in the camera roll. Just download the files to see them.";

// Login

"_connect_server_anyway_"       = "Do you want to connect to the server anyway?";
"_connection_error_"            = "Connection error";
"_add_your_nextcloud_"          = "Add your Loopin account";
"_key_aes_256_"                 = "Passcode key encryption";
"_login_url_"                   = "Server address https://…";

"_security_init_required_hint_" = "Passcode key encryption Hint (Recommended)";
"_hint_"                        = "Hint";
"_security_init_required_mail_" = "Enter your email address to receive the encryption key passcode (recommended).";
"_email_"                       = "email";
"_title_form_security_init_"    = "Security options";
"_login_bottom_label_"          = "";
"_error_multidomain_"           = "Address not allowed, only the following domains are valid:";

// Favorite

"_favorites_"                   = "Favorites";
"_favorite_"                    = "Favourite";
"_unfavorite_"                  = "Unfavourite";
"_no_files_uploaded_"           = "No files uploaded";
"_tutorial_favorite_view_"      = "Files and folders you mark as favourites will show up here";
"_tutorial_offline_view_"       = "Files copied here will be available offline.\n\nThey will be synchronised with your cloud.";
"_tutorial_local_view_"         = "You'll find the unpacked files from your cloud.\n\nConnect to iTunes to share these files.";
"_more_"                        = "More";
"_favorite_no_files_"           = "No favourites yet";


// Auto Upload

"_pull_down_"                               = "Pull down to refresh";
"_no_photo_load_"                           = "No Photo or Video";
"_tutorial_autoupload_view_"                = "You can enable auto uploads from the \"Settings\"";
"_no_date_"                                 = "No date";
"_today_"                                   = "Today";
"_time_"                                    = "Time: %@\n\n%@";
"_location_not_enabled_"                    = "Location Services not enabled";
"_location_not_enabled_msg_"                = "Please go to \"Settings\" and turn on \"Location Services\" to allow automatic photo/video uploads.";
"_access_photo_not_enabled_"                = "Access to Photos not enabled";
"_access_photo_not_enabled_msg_"            = "Please go to \"Settings\" and turn on \"Photo Access\" to allow automatic photo/video uploads.";
"_access_photo_location_not_enabled_"       = "Access to Photos and Location not enabled";
"_access_photo_location_not_enabled_msg_"   = "Please go to \"Settings\" and turn on \"Photo Access\" and \"Location Services\" to allow automatic photo/video uploads.";
"_tutorial_photo_view_"                     = "No photos or videos uploaded yet";
"_create_full_upload_"                      = "Creating archive… May take a long time, please wait.";
"_error_createsubfolders_upload_"           = "Error creating subfolders";
"_activate_autoupload_"                     = "Enable auto upload";

// Template

"_title_"                       = "Title";
"_web_account_data_"            = "Web account data";
"_url:_"                        = "URL:";
"_login:_"                      = "Login:";
"_password:_"                   = "Password:";
"_notes_"                       = "Notes";
"_web_account_"                 = "Web account";
"_enter_title_"                 = "Enter Title";
"_add_folder_"                  = "Add folder";
"_add_photos_videos_"           = "Add photos or videos";
"_add_folder_encryptated_"      = "Add folder with encrypted name";
"_add_encrypted_photo_video_"   = "Add encrypted photos or videos";
"_add_credit_card_"             = "Add template for payment card";
"_add_atm_"                     = "Add template for ATM card";
"_add_bank_account_"            = "Add template for bank account";
"_add_web_account_"             = "Add web account";
"_add_notes_"                   = "Add notes";
"_add_driving_license_"         = "Add template driving license";
"_add_id_card_"                 = "Add ID card template";
"_add_passport_"                = "Add template passport";
"_add_atm_card_"                = "ATM card data";
"_bank_name:_"                  = "Bank name:";
"_code:_"                       = "Code:";
"_security_code:_"              = "Security code:";
"_pin:_"                        = "PIN:";
"_atm_card_"                    = "ATM card";
"_credi_card_data_"             = "Payment card data";
"_name_surname:_"               = "Name Surname:";
"_expiry_date:_"                = "Expiry date:";
"_credit_card_"                 = "Payment card";
"_id_card_"                     = "ID Card";
"_number:_"                     = "Number:";
"_place_of_birth:_"             = "Place of birth:";
"_date_of_birth:_"              = "Date of birth:";
"_date_of_issue:_"              = "Date of issue:";
"_date_of_expiry:_"             = "Date of expiry:";
"_bank_account_data_"           = "Bank account data";
"_account_n:_"                  = "Account N.:";
"_iban:_"                       = "IBAN:";
"_swift:_"                      = "SWIFT:";
"_agency:_"                     = "Agency:";
"_bank_account_"                = "Bank account";
"_passport_"                    = "Passport";
"_driving_license_"             = "Driving license";
"_license_number:_"             = "Licence number:";
"_vehicle_types:_"              = "Vehicle types:";

// Utility

"_never_"                       = "never";
"_less_a_minute_"               = "less than a minute ago";
"_minutes_ago_"                 = "%d minutes ago";
"_hours_ago_"                   = "%d hours ago";
"_days_ago_"                    = "%d days ago";
"_over_30_days_"                = "over 30 days";
"_connection_internet_offline_" = "The Internet connection appears to be offline or Wi-Fi is required";
"_insert_password_"             = "insert password";
"_update_in_progress_"          = "Version upgrade, please wait…";
"_forbidden_characters_"        = "The file or folder have forbidden characters";
"_mail_not_can_send_mail_"      = "No configured account or wrong email address";

// File

"_photo_camera_"                = "Photos";
"_unzip_in_progress_"           = "Extraction in progress on local storage…";
"_file_unpacked_"               = "File unpacked on local storage";
"_file_saved_local_"            = "File saved on local storage.";
"_file_not_present_"            = "Error: File not present, please reload.";
"_order_by_date_"               = "Order by date";
"_current_order_name_"          = "(current order by name)";
"_order_by_name_"               = "Order by name";
"_current_order_date_"          = "(current order by date)";
"_sort_descending_"             = "Sort descending";
"_current_sort_ascending_"      = "(current sort: ascending)";
"_sort_ascending_"              = "Sort ascending";
"_current_sort_descending_"     = "(current sort: descending)";
"_delete_selected_files_"       = "Delete files";
"_move_selected_files_"         = "Move files";
"_encrypted_selected_files_"    = "Encrypted files";
"_decrypted_selected_files_"    = "Decrypted files";
"_download_selected_files_"     = "Download files";
"_download_selected_files_folders_" = "Download files and folders";
"_error_passcode_"              = "Error: Wrong passcode for encryption key.";
"_error_operation_canc_"        = "Error: Operation canceled.";
"_only_lock_passcode_"          = "Available only with Lock password activated. Activate it in the \"Settings\".";
"_passcode_protection_"         = "Password protection";
"_encrypt_"                     = "Encrypt";
"_decrypt_"                     = "Decrypt";
"_remove_favorites_"            = "Remove from favorites";
"_remove_offline_"              = "Remove from offline";
"_add_favorites_"               = "Add to favorites";
"_add_offline_"                 = "Add to offline";
"_remove_passcode_"             = "Remove password protection";
"_protect_passcode_"            = "Protect with password";
"_share_"                       = "Share";
"_reload_"                      = "Reload";
"_open_in_"                     = "Open in…";
"_remove_local_file_"           = "Remove from cache";
"_add_local_"                   = "Add to local storage";
"_comm_erro_pull_down_"         = "Attention communication error with the server, pull down to refresh.";
"_file_not_downloaded_"         = "file not dowloaded";
"_file_not_uploaded_"           = "file not uploaded";
"_folders_"                     = "folders";
"_folder_"                      = "folder";
"_files_"                       = "files";
"_file_"                        = "file";
"_folder_blocked_"              = "Folder blocked";
"_downloading_progress_"        = "Initiating download of files…";
"_encrypted_progress_"          = "Encrypted…";
"_decrypted_progress_"          = "Decrypted…";
"_no_file_pull_down_"           = "Upload a file or pull down to refresh";
"_browse_images_"               = "Browse images";
"_synchronized_folder_"         = "Keep the folder synchronized";
"_remove_synchronized_folder_"  = "Remove the synchronization";
"_synchronized_confirm_"        = "Enabling the synchronization, all files in the folder will be synchronized with the server, continuous ?";
"_offline_folder_confirm_"      = "After enabling the offline, all files in the folder will be synchronised with the server, continue?";
"_same_device_different_passcode_"  = "The file was encrypted on the same device but with different passcode. Keep in mind that if the old passcode is entered, files encrypted with the new passcode will not be readable.";
"_file_encrypted_another_device_"   = "The file was encrypted on another device [%@], enter the passcode to decrypt its content.";
"_file_not_found_reload_"       = "File not found, pull down to refresh";
"_title_section_download_"      = "DOWNLOAD";
"_title_section_upload_"        = "UPLOAD";
"_group_alphabetic_yes_"        = "✓ Group by Alphabetical Order";
"_group_alphabetic_no_"         = "Group by Alphabetical Order";
"_group_typefile_yes_"          = "✓ Group by Type File";
"_group_typefile_no_"           = "Group by Type File";
"_group_date_yes_"              = "✓ Group by Date";
"_group_date_no_"               = "Group by Date";
"_element_"                     = "element";
"_elements_"                    = "elements";
"_tite_footer_upload_wwan_"     = "  Wi-Fi network required, %lu %@ to upload";
"_tite_footer_upload_"          = "%lu %@ to upload";
"_tite_footer_download_wwan_"   = "  Wi-Fi network required, %lu %@ to download";
"_tite_footer_download_"        = "%lu %@ to download";
"_limited_dimension_"           = "Reached maximum size";
"_same_device_different_passcode_hint_" = "The file was encrypted by the same device but with different passcode key encryption. Attention if the old passcode is entered, files encrypted with the new Passcode will not be readable. \n\n Hint: %@";
"_file_encrypted_another_device_hint_" = "The file was encrypted by another device [%@], enter the passcode key encryption to read its contents. \n\n Hint: %@";
"_save_selected_files_"         = "Save images and videos on Photo Album";
"_file_not_saved_cameraroll_"   = "Error: File not saved in Photo Album";
"_file_saved_cameraroll_"       = "File saved in Photo Album";
"_directory_on_top_yes_"        = "✓ Folders on top";
"_directory_on_top_no_"         = "Folders on top";
"_folder_automatic_upload_"     = "Folder for Automatic upload";
"_search_no_record_found_"      = "No result";
"_search_in_progress_"          = "Search in progress…";
"_search_instruction_"          = "Search for file (minimum 2 characters)";
"_files_no_files_"              = "No files in here";

"audio"                         = "AUDIO";
"compress"                      = "COMPRESS";
"directory"                     = "FOLDERS";
"document"                      = "DOCUMENTS";
"image"                         = "IMAGES";
"template"                      = "TEMPLATES";
"unknow"                        = "UNKNOWN";
"video"                         = "VIDEO";

"_no_plist_pull_down_"          = "Encrypted files not updated, pull down to refresh";
"_file_del_only_local_"         = "Missing files on the server";

"_copy_file_"                   = "Copy file";
"_copy_files_"                  = "Copy files";
"_paste_file_"                  = "Paste file";
"_paste_file_encrypted_"        = "Paste encrypted file";
"_paste_files_"                 = "Paste files";
"_paste_files_encrypted_"       = "Paste encrypted files";
"_paste_cryptated_"             = "Paste Encrypted";

"_search_this_folder_"          = "Search in this folder";
"_search_all_folders_"          = "Search in all folders";
"_search_sub_folder_"           = "Search here and in subfolders";

"_theming_is_light_"            = "Server theming too brightly coloured, not applicable";

// Security

"_reload_folder_"               = "Reload folder";
"_encrypt_error_"               = "During the encryption of file %@ occurred errors. [%@]";
"_decrypt_error_"               = "During the decryption of file %@ occurred errors. [%@]";
"_encryption_"                  = "Encrypting…";
"_decryption_"                  = "Decrypting…";

// CoreData

"_required_new_database_"       = "Upgrade ready: Log in again in order to get a new version of the database.";

// Files Preview

"_insert_password_pfd_"         = "Secure PDF. Enter password";
"_password_pdf_error_"          = "Wrong password";
"_error_download_photobrowser_" = "Error: Unable to download the photo";

// Share

"_share_link_"                  = "Share link";
"_share_link_button_"           = "Send link to…";
"_password_"                    = "Password";
"_share_password_"              = "Password protect link";
"_share_expirationdate_"        = "Set expiration date link";
"_date_"                        = "Date";
"_share_title_"                 = "Share";
"_add_sharee_"                  = "Add users or groups";
"_add_sharee_footer_"           = "You can share this resource by adding users or groups. To remove a share, remove all users and groups";
"_find_sharee_title_"           = "Search";
"_find_sharee_"                 = "Search for user or group…";
"_find_sharee_footer_"          = "Enter part of the name of the user or group to be searched (at least 2 characters) followed by 'Return', select the users that can access the share followed by 'Done' to confirm";
"_user_is_group_"               = " (group)";
"_direct_sharee_title_"         = "Share";
"_direct_sharee_footer_"        = "If you already know the name, enter it, then select the share type and press 'Done' to confirm";
"_direct_sharee_"               = "Enter the username…";
"_user_sharee_footer_"          = "Tap for change privileges";
"_share_type_title_"            = "Type of share";
"_share_type_user_"             = "User";
"_share_type_group_"            = "Group";
"_share_type_remote_"           = "Remote";

// Share Permission

"_share_permission_title_"          = "Privileges";
"_share_permission_edit_"           = "Can edit";
"_share_permission_file_can_write_" = "Can write file";
"_share_permission_create_"         = "Can create";
"_share_permission_create_file_"    = "Can create files";
"_share_permission_create_folder_"  = "Can create folders";
"_share_permission_change_"         = "Can change";
"_share_permission_delete_"         = "Can delete";
"_share_permission_share_"          = "Can share";
"_share_permission_rename_"         = "Can rename";
"_share_permission_move_"           = "Can move";
"_share_permission_info_"           = "Sharing information";
"_share_permission_path_"           = "File/Folder";
"_share_permission_type_"           = "Type";
"_share_permission_typeuser_"       = "User";
"_share_permission_typegroup_"      = "Group";
"_share_permission_typepubliclink_" = "Link";
"_share_permission_typefederated_"  = "Federated";
"_share_permission_owner_"          = "Owner";
"_share_permission_date_"           = "Date";
"_share_permission_email_"          = "Notification via email";

// ShareInfoCMOC

"_type_resource_connect_you_"       = "Shared with you";
"_type_resource_external_"          = "External storage";

// Share Ext

"_destiny_folder_"                  = "Folder: %@";

"_no_transfer_"                     = "No transfers yet";
"_no_transfer_sub_"                 = "Uploads and downloads from this device will show up here";
"_no_activity_"                     = "No activity yet";
"_transfers_"                       = "Transfers";
"_activity_"                        = "Activity";
"_activity_file_not_present_"       = "File no longer present";

// List Shares

"_list_shares_"                     = "Shares";
"_list_shares_no_files_"            = "No shares yet";
"_tutorial_list_shares_view_"       = "Files and folders you share will show up here";

// Offline - Local Storage

"_create_synchronization_"          = "Create synchronisation";
"_offline_"                         = "Offline";
"_local_storage_"                   = "Local storage";
"_local_storage_no_record_"         = "No files yet";

// Create Cloud

"_upload_photos_videos_"            = "Upload photos and videos";
"_upload_file_"                     = "Upload file";
"_upload_encrypted_mode"            = "Upload in encrypted mode";
"_upload_template_"                 = "Upload a template";
"_upload_plain_mode"                = "Upload in plain mode";

// Document Picker

"_save_document_picker_"            = "Save here";

// CreateFormUploadAssets

"_destination_folder_"              = "Destination folder";
"_use_folder_photos_"               = "Use the folder Photos as destination";
"_rename_filename_"                 = "Rename";
"_filename_"                        = "File name";
"_preview_filename_"                = "Example preview of filename, you can use the mask MM,MMM,DD,YY,YYYY and HH,hh,mm,ss,ampm for the date/time";
"_forbidden_characters_"            = "The file or folder have forbidden characters";
"_add_filenametype_"                = "Add type in filename";
"_filenametype_photo_video_"        = "Photo/Video";

// Notification

"_notification_"                    = "Notification";

// Photo Browser

"Done"                              = "Done";
"Select Photos"                     = "Select Photos";
"photo"                             = "photo";
"photos"                            = "photos";
"of"                                = "of";
"%i of %i"                          = "%1$i of %2$i";

// Manage Auto Upload FileName

"_autoupload_filename_title_"       = "Auto upload filename";

